<template>
  <ThePage color="#f2f2f2" contentBg="#f0f0f0">
    <template slot="headerContent">
      用户协议
    </template>
    <template slot="content">
      <div class="rule-container">
        <p>
          协议须知：
          浙江神网游网络科技有限公司（以下简称"神网游网络"）在此特别提醒用户认真阅读、充分理解本《bobgame用户服务协议》(下称"本协议")——用户应认真阅读、充分理解本协议中各条款，特别涉及免除或者限制神网游网络责任的免责条款、对用户权利限制条款、约定争议解决方式条款等。
          请您审慎阅读并选择接受或不接受本协议（未成年人应在法定监护人陪同下阅读）。除非您接受本协议所有条款，否则您无权使用神网游网络提供的神网游网络增值服务。您使用神网游网络增值服务的行为将视为对本协议的接受，并同意接受本协议各项条款的约束。修改本协议条款时，神网游将于相关页面公告修改的事实，而不另行对用户进行个别通知。若用户不同意修改的内容，可停止使用全部神网游网络所提供的服务。若用户继续使用神网游网络网络所提供的任意服务，即视为用户业已接受神网游所修订的内容。
          本协议是用户与神网游网络之间关于您使用神网游网络提供bobgame通行证相关服务所订立的协议。本协议描述神网游与用户之间关于就神网游网络提供bobgame通行证约定的相关服务的权利义务。
        </p>
        <p b>
          1. 服务内容
        </p>
        <p>
          1.1.神网游网络服务的具体内容由神网游网络根据实际情况提供。神网游网络保留随时变更、中断或终止部分或全部服务的权利。
        </p>
        <p>
          1.2.神网游网络在提供服务时，可能会对部分服务(例如网络游戏及其他电信增值服务)的用户收取一定的费用。在此情况下，神网游网络会在相关页面上做出明确提示。如用户不同意支付该等费用，则可不接受相关服务。
          1.3. 用户理解：神网游网络仅提供相关服务，除此之外与相关服务有关的设备(如电脑、调制解调器及其他与接入互联网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均应由用户自行负担。
        </p>
        <p>
          1.4. 用户应使用正版软件接受服务。
        </p>
        <p b>
          2. 知识产权声明
        </p>
        <p>
          神网游网络所提供的服务的相关著作权、专利权、商标、商业秘密及其它任何所有权或权利，均属神网游网络所有。非经神网游网络同意，用户不得擅自下载、重制、复制、传输、改作、编辑，否则应负所有法律责任。神网游拥有向用户提供服务过程中所产生并储存于神网游服务器中的任何数据信息（包括但不仅限于账号等数据信息）的所有权。
        </p>
        <p b>
          3. 用户的基本义务
        </p>
        <p>
          3.1. 用户需自行配备注册和使用网络所需的各项计算机及网络设备，并自行负担上网所需的各项费用。
        </p>
        <p>
          3.2.神网游网络向用户提供的服务本身属于商业行为，用户应根据本协议或神网游网络所公布的各项相关管理规定支付相应费用。
        </p>
        <p>
          3.3. 账号注册
        </p>
        <p>
          3.3.1. 注册过程中，用户应按照相关网页上的要求输入正确的个人基本资料，包括真实姓名和有效的身份证、护照、军人证号码。用户承诺以其真实身份注册账号，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议的约定对所提供的信息承担相应的法律责任。
        </p>
        <p>
          3.3.2. 用户输入的姓名和身份证、护照、军人证号码结合其与之对应的证件，作为用户的唯一有效身份证明；在用户无法有效证明其身份时，神网游网络有权拒绝提供任何信息或承担任何义务。
        </p>
        <p>
          3.3.3. 用户以其真实身份注册成为神网游网络用户后，需要修改所提供的个人身份资料信息的，神网游网络应当及时、有效地为其提供该项服务，用户应提供相应的文件以证明自己的身份资料信息和将要更改的身份资料信息的真实性，以便神网游网络及时、有效地提供服务。如果用户提供的资料不准确、不真实、不合法有效，用户需承担因此引起的相应后果，并且神网游网络保留结束用户使用神网游网络各项服务的权利。
        </p>
        <p>
          3.3.4. 对账号的使用权，归该账号居民身份证号码所对应之居民身份证持有者所有。用户应充分认识到身份证信息是账号所有权的主要凭证，若用户在线上进行了身份证信息的变更并生效后，该账号的所有权归修改后的居民身份证持有者所有。
        </p>
        <p>
          3.3.5. 若任何人因无法提供当前账号所对应的居民身份证信息证实其对账号拥有合法权利或授权，导致神网游网络无法为其提供或继续提供服务的，神网游网络将不承担因此产生的任何责任。用他人身份证号码及杜撰虚假身份证号码注册的用户的权益在游戏中将得不到任何保障。对提供虚假身份证号码的用户，神网游网络有权随时中止或终止向用户提供本协议项下的服务（包括收费服务）而无需对用户或任何第三方承担任何责任；对用他人身份证号码注册的用户，应该身份证号码对应之本人请求，神网游网络有权随时中止或终止向该身份证号码对应之账号提供本协议项下的服务（包括收费服务）而无需对用户或任何第三方承担任何责任。
        </p>
        <p>
          3.4. 用户有义务妥善保管及正确、安全地使用在注册服务时获得的账号及密码，并为此账号及密码登入系统后所产生的一连串行为或活动依法享有权利和承担责任。
        </p>
        <p>
          3.5. 为维护自身权益，用户不应将账号及密码泄漏或提供第三人知悉或出借或转让与他人使用，如因用户自身过错或过失而导致账号或密码泄漏而给用户自身造成损失，用户应自行承担责任。神网游网络员工不会在电话或邮件中询问用户的密码，如果用户遗失了密码，神网游网络针对处理此问题之服务保留索取额外费用的权利。
        </p>
        <p>
          3.6. 若用户发现账号或密码遭他人非法使用或有异常使用的情形，应立即通知神网游网络，并提交该账号为本人所有的有关证明，以便申请该账号的暂停使用，对账号暂停使用前用户自身或任何第三方因此而遭受的损失，神网游网络不承担赔偿责任。若用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，神网游网络有权拒绝用户上述请求。
        </p>
        <p>
          3.7. 用户同意了本协议的条款之后，神网游网络将授予允许用户以一个合法账号而获得神网游网络提供的服务的权利。用户不得对包括但不仅限于神网游网络的网站及提供的软件进行修改、还原工程、译码、反向组译、复制、散布或传播。
        </p>
        <p>
          3.8. 用户不可以使用任何第三方程序登录或使用神网游网络所提供的服务。用户不可以使用神网游网络的任何知识产权，来创造或提供相同或类似的服务，如仿真服务器等。用户不可以对神网游网络服务器采取任何的攻击行为，或是尝试着使神网游网络服务器过度负荷。用户在拥有合法账号的情况下，可以在神网游网络的服务器上传使用服务所必须的资料，但资料的内容不得存在下列情形：
        </p>
        <p>
          a) 侵犯任何第三者的知识产权，版权或公众/私人权利;
        </p>
        <p>
          b) 违反任何法律、法规或善良风俗;
        </p>
        <p>
          c) 包含任何毁谤他人、性骚扰、种族歧视或对孩童有不良影响的内容;
        </p>
        <p>
          d) 包含病毒、木马、定时炸弹等可能对神网游网络系统造成伤害或影响其稳定性的内容。 神网游网络可以依照上传内容的严重性采取任何动作包括但不限于终止用户账号的使用权。用户在此放弃并授权神网游网络执行任何有关用户上传的内容的知识产权。
        </p>
        <p b>
          4. 用户信息保护
        </p>
        <p>
          4.1. 根据协议条款的约定，神网游网络有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。
        </p>
        <p>
          4.2. 用户对登录后所持账号产生的行为依法享有权利和承担责任。如若有任何第三方向神网游网络发出指示，在确认其提供账户、密码信息准确的情况下，用户同意且神网游网络有权视为该行为获得了用户的充分授权，该行为所产生结果直接归属于用户本身。
        </p>
        <p>
          4.3. 用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据神网游网络公布的处理方式通知神网游网络，并有权通知神网游网络采取措施暂停该账号的登录和使用。
        </p>
        <p>
          4.4. 神网游网络根据用户的通知采取措施暂停用户账号的登录和使用的，神网游网络应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。
        </p>
        <p>
          4.4.1. 神网游网络核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。
        </p>
        <p>
          4.4.2. 用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，神网游网络有权拒绝用户上述请求。
        </p>
        <p>
          4.5. 用户为了维护其合法权益，向神网游网络提供与所注册的身份信息相一致的个人有效身份信息时，神网游网络应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
        </p>
        <p>
          4.6.神网游网络要求用户提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。未经用户许可神网游网络不得向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
        </p>
        <p>
          a) 用户或用户监护人授权神网游网络披露的；
        </p>
        <p>
          b) 有关法律要求神网游网络披露的；
        </p>
        <p>
          c) 司法机关或行政机关基于法定程序要求神网游网络提供的；
        </p>
        <p>
          d) 神网游网络为了维护自己合法权益而向用户提起诉讼或者仲裁时；
        </p>
        <p>
          e) 应用户监护人的合法要求而提供用户个人身份信息时。
        </p>
        <p>
          4.7. 对于用户注册资料中除4.6条所述之外的其他信息，用户同意神网游网络及其关联企业或合作对象，可以在合理范围内搜集、分析、处理、保存、传递及使用，以提供用户其它信息及服务或做成会计资料，或进行网络行为的调查或研究，或其它任何合法使用。
        </p>
        <p>
          4.8. 当用户要求神网游网络给予任何技术上的协助时，用户授权神网游网络远程检视与更改用户计算机的内容。为了更新程序的需要，用户授权神网游网络
        </p>
        <p>
          (a)从用户的计算机上传档案/文件/程序；
        </p>
        <p>
          (b)下载档案/文件/程序到用户的计算机。
        </p>
        <p>
          4.9. 若神网游网络发现疑似遭盗用的会员帐号，有权立即终止该会员帐号的使用权。
        </p>
        <p>
          4.10. 若因为用户自身原因，而导致账号、密码遭他人非法使用时，神网游网络将不负责处理。用户自身原因包括但不限于：任意向第三者透露账号和密码及所有注册资料；多人共享同一个账号；安装非法或来路不明的程序等。
        </p>
        <p b>
          5. 用户使用服务的限制
        </p>
        <p>
          5.1. 神网游网络严禁用户利用使用神网游网络所提供的服务而做与使用该等服务无关的行为，包括但不限于妨害他人名誉或隐私权；或使用自己、匿名或冒用他人或神网游网络名义散播诽谤、不实、威胁、不雅、猥亵、不法、攻击性或侵害他人权利的消息或文字，传播色情或其它违反社会公德的言论；传输或散布计算机病毒；从事广告或贩卖商品；从事不法交易或张贴虚假不实或引人犯罪的信息；或任何违反中华人民共和国法律或其它法规的行为，亦不得利用使用该等服务的机会，与其它用户或他人进行非法的交流或对话。
        </p>
        <p>
          5.2. 用户对神网游网络服务管理人员所进行的询问应据实澄清，否则神网游网络有权随时终止用户使用服务；神网游网络发现不法或可疑的行为者，神网游网络有权随时通报司法或相关机关处理，并有权同时向该机关呈报用户的注册资料及行为供该等机关实施调查。用户就因此所致生的不便或困扰，不得向神网游网络请求任何损害或补偿。
        </p>
        <p>
          5.3. 用户应就其在使用神网游网络所提供的服务过程中的行为或活动自自行承担全部责任，神网游网络仅提供服务予用户自行执行或与其它用户依照服务规则共同使用，神网游网络就用户在使用神网游网络所提供的服务过程中的行为、活动或交易不负任何责任。
        </p>
        <p>
          5.4. 下列行为将视为用户违反本协议之行为：
        </p>
        <p>
          a) 用户所提供的个人资料不真实；
        </p>
        <p>
          b) 用户使用任何第三方程序登录或使用服务；
        </p>
        <p>
          c) 用户滥用所享受的权利或通过不正当手段使用神网游网络的服务；
        </p>
        <p>
          d) 用户有损害其他用户合法权益的行为；
        </p>
        <p>
          e) 用户发布违法信息、严重违背社会公德、以及其它违反法律禁止性规定的行为；
        </p>
        <p>
          f) 用户违反了本协议的其他任何规定。
          对于用户的上述违约行为，神网游网络有权立即中止或终止对用户提供部分或全部服务，并保留追究用户法律责任的权利。
        </p>
        <p>
          5.5. 神网游网络在采取中止措施时，将告知用户中止期间，中止期间时长应该是合理的，中止期间届满后，神网游网络应当及时恢复对用户的服务。但中止期间届满时，如果用户的违约状态仍然存在的，则神网游网络有权延长中止服务的期间。
        </p>
        <p>
          5.6. 神网游网络根据本条约定中止或终止对用户提供部分或全部服务的，神网游网络负举证责任。
        </p>
        <p>
          5.7.神网游网络发行的虚拟货币的使用范围仅限于兑换其提供的网络游戏产品和服务，不可用于支付，购买实物或者兑换其他单位的产品和服务。
        </p>
        <p>
          5.8. 用户连续180天没有使用神网游网络所提供的服务，则自第180天当天的24时起，神网游网络有权立即终止对用户提供部分或全部服务。收回该用户帐号，删除包括但不限于注册信息、等级信息、角色信息、物品信息等一切与注册帐号相关的信息，且勿需对删除该帐号所带来的任何利益损失负责。
        </p>
        <p b>
          6. 服务的停止、中断和变更
        </p>
        <p>
          6.1. 发生下列情形之一时，神网游网络有权停止或中断向用户提供服务：
        </p>
        <p>
          a) 对于网络设备进行必要的保养及施工；
        </p>
        <p>
          b) 发生突发性的网络设备故障时；
        </p>
        <p>
          c) 神网游网络所用的网络通信设备由于不明原因停止，无法提供服务时；
        </p>
        <p>
          d) 不可抗力因素致使神网游网络无法提供线上服务；
        </p>
        <p>
          e) 相关政府机构的要求。
        </p>
        <p>
          f) 利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）；官方有权冻结或者封停该用户帐号，对于情节特别严重者可提取法律诉讼。
        </p>
        <p>
          6.2. 神网游网络有权仅根据其判断，单方决定新增、修改、删除、暂停或终止其所提供的全部或部分服务（包括且不限于增加、暂停或终止某个游戏的运营），且无需另行个别通知用户，用户不得因此要求任何补偿或赔偿。
        </p>
        <p>
          6.3. 在本协议约定的情形下，神网游网络就停止、中断或变更向用户所提供的服务而可能产生的不便或损害，神网游网络对用户本人或任何第三人均不负任何损害赔偿责任。
        </p>
        <p>
          6.4. 用户应了解并同意，神网游网络所提供的服务可能因公司本身、其它合作厂商或相关电信网络系统软硬件设备的故障、失灵，或因合作方及相关电信工作人员人为操作的疏失而全部或一部分中断、暂时无法使用，迟延或因他人侵入神网游网络系统篡改或伪造变造资料等，造成服务的停止或中断或用户档案缺失，用户不得要求神网游网络就此提供任何的补偿或赔偿。
        </p>
        <p b>
          7. 用户充值协议
        </p>
        <p>
          7.1. 用户选择充值服务，即表示用户完全接受本协议项下的全部条款。并了解平台币的使用范围仅限于兑换自身提供的网络游戏产品和服务，不得用于支付、购买实物或者兑换其它单位的产品和服务。
        </p>
        <p>
          7.2. 关于用户充值的特别提示：
        </p>
        <p>
          7.2.1. 在神网游网络游戏中，用户通过任何支付手段（包括但不限于银行卡充值、网吧充值、一卡通充值、手机卡充值等）充值到账号所直接获得的均为"平台币"，充值到游戏的直接获得为"游戏币"。
        </p>
        <p>
          7.2.2. 平台币可用于兑换神网游网络旗下相应游戏产品的游戏币或相应服务。
        </p>
        <p>
          7.2.3. 游戏币可以用于购买神网游网络游戏中的指定的装备、道具、商品、材料及指定可以购买的一系列物品。
        </p>
        <p>
          7.3. 用户充值一旦成功，充值即确定完成，神网游网络将不提供任何更改、修正服务。正常情况下，用户不得向神网游网络要求退还充值金额，除非所充入金币本身无法使用到任何应用内容中，若发生异议用户可通过客服专线查询处理。
        </p>
        <p>
          7.4. 在使用神网游网络充值系统时，用户必须仔细确认自己的帐号，若因为用户自身输入账号错误、操作不当或不了解充值计费方式等因素造成充错账号、错选充值种类等情形而损害自身权益，不得因此要求神网游网络作任何补偿或赔偿。
        </p>
        <p>
          7.5. 若因用户违反本协议内容，神网游网络因此冻结账号及终止账号使用资格者，不得因此要求神网游网络作任何补偿或赔偿。
        </p>
        <p>
          7.6. 若因神网游网络充值系统自身故障原因造成用户充值失实，在神网游网络恢复、存有有效数据和用户提供合法有效凭证的情况下，神网游网络将根据用户充值情况作出变动措施。
        </p>
        <p>
          7.7. 因用户选错金额，错误充值（即充值的金额小于充值卡的金额）被神网游网络合作第三方充值渠道商全额扣除，造成系统充值额小于用户实际充值额的。不得因此要求神网游网络作任何补偿或赔偿。
        </p>
        <p>
          7.8. 因充值系统自身故障原因，造成系统充值额大于用户实际充值额的，神网游网络有权追回差额。
        </p>
        <p b>
          8. 风险承担
        </p>
        <p>
          用户同意使用神网游网络所提供的服务是出于用户个人意愿，并愿自负任何风险，包括但不限于其因使用神网游网络服务或自行由神网游网络公司官方网站或神网游网络相关游戏官方网站下载游戏或资料图片而导致用户或其所使用的计算机软、硬件的损害，或发生任何资料的流失等。
        </p>
        <p b>
          9. 神网游网络的终止权
        </p>
        <p>
          9.1. 用户应确实遵守本协议及有关法律命令的规定。神网游网络对于用户是否违反本协议有最终决定权。若神网游网络经相关数据分析认定用户违反本协议，用户同意神网游网络可以随时终止用户的账号及密码使用权。
        </p>
        <p>
          9.2. 为避免争议，本协议涉及到的有关技术方面的问题，用户同意神网游网络系统所记载的数据作为判断标准，且该数据是唯一的、排他的结果。神网游网络保证该数据的真实性且该数据未经政府有关部门要求，不向包括用户在内的任何人披露，以保护神网游网络的商业安全。
        </p>
        <p b>
          10. 损害赔偿
        </p>
        <p>
          用户若违反协议或相关法令，导致神网游网络、或其关系企业、受雇人、受托人、代理人及其它相关履行辅助人因此而受到损害或支出费用（包括但不限于由法律诉讼、行政程序等所支出的诉讼费用、律师费用、实际遭受损失的费用等），用户应负担损害赔偿责任。
        </p>
        <p b>
          11. 免责及赔偿限制
        </p>
        <p>
          11.1. 神网游网络就其所提供的服务，不负任何明示或默示的担保责任，而其所提供的服务的稳定、安全、无误及不中断性亦有可能因本协议第6条所述情形而受到影响。用户应自行承担使用执行服务所有的风险及因此可能导致的损害，包括而不限于其因执行线上游戏或自行由神网游网络公司官方网站或神网游网络相关游戏官方网站下载游戏或资料图片而导致用户或其所使用的计算机系统非因神网游网络主观过错造成的损害，或发生任何资料的流失等。
        </p>
        <p>
          11.2. 神网游网络对其服务不保证不出现任何程序BUG，并对由此可能产生的问题不承担任何赔偿责任。
        </p>
        <p>
          11.3. 神网游网络在其公司网站的所有网页上所提供的所有链接，可能链接到其它个人、公司或组织的网站，提供该等网站的目的，是便利用户自行搜寻或取得信息，神网游网络对于被链接的个人、公司或组织的网站所提供的产品、服务或信息，不担保其真实性、完整性、实时性或可信度，除非有特别说明，这些个人、公司或组织与神网游网络间亦不存在任何雇用、委任、代理、合伙或其它类似的关系。
        </p>
        <p>
          11.4. 神网游网络对于用户使用其服务或无法使用网络所导致的任何直接、间接、衍生的损害或所失利益不负任何损害赔偿责任。若依法无法完全排除损害赔偿责任时，神网游网络的赔偿责任亦以用户就使用服务所支付神网游网络的价款为限。
        </p>
        <p>
          11.5.神网游网络增值服务为互联网服务，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机，非法内容信息、骚扰信息屏蔽以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的风险，用户须明白并自行承担以上风险。
        </p>
        <p b>
          12. 广告信息和促销计划
        </p>
        <p>
          12.1. 神网游网络在提供服务过程中可能在有关网站位置上刊登商业广告、或其它活动促销的广告。这些内容系广告商或商品服务提供者所为，神网游网络仅是刊登内容的媒介。用户通过神网游网络官方网站或其所链接的网站所购买的服务或商品，其交易行为仅存于用户与该商品或服务的提供者之间，与神网游网络无关。
        </p>
        <p>
          12.2. 神网游网络在提供服务过程可能以电子邮件方式不时向用户发送神网游网络的游戏电子期刊或相关市场活动信息，如用户不愿意收到类似电子邮件，可点击邮件中的退订链接，完成退订手续。
        </p>
        <p b>
          13. 修改协议
        </p>
        <p>
          由于行业政策及法律法规的不断变化和发展，神网游网络保留随时修改本协议的权利，修改本协议时，神网游网络将于相关页面公告修改的事实，而不另行对用户进行个别通知。若用户不同意修改的内容，可停止使用全部神网游网络所提供的服务。若用户继续使用神网游网络所提供的任意服务，即视为用户业已接受神网游网络所修订的内容。
        </p>
        <p b>
          14. 适用法律及争议解决
        </p>
        <p>
          14.1. 本协议的订立、执行和解释及争议的解决均应适用中国法律。
        </p>
        <p>
          14.2. 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
        </p>
        <p>
          14.3. 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
        </p>
        <p>
          14.4. 本协议中的标题仅为方便而设，不具法律或契约效果。
        </p>
        <p>
          14.5. 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向神网游网络所在地的人民法院提起诉讼。
        </p>
        <p>
          14.6. 在适用法律允许的最大范围内，神网游网络保留对本协议的最终解释权。用户如对本协议有任何疑问，请登陆神网游网络或官方网站获取相关信息或拨打本公司客服电话。
        </p>
      </div>
    </template>
  </ThePage>
</template>

<script>
  export default {
    data() {
      return {

      }
    }
  }
</script>

<style lang="scss" scoped>
  .rule-container {
    padding: 25px;

    p {
      font-size: 26px;
      line-height: 1.5;
      padding-bottom: 20px;
      text-indent: 2em;

      &[b] {
        font-size: 28px;
        font-weight: bold;
        text-indent: 0;
      }
    }
  }
</style>